{
  "rs": {
    "title": "Biografija",
    "content": [
      "Rođen je 31. jula 1973. godine u Prištini, gde je završio osnovnu i srednju školu i Fakultet muzičke umetnosti. Diplomirao je 2003. godine sa temom „Pet pariskih sonata Volfganga Amadeusa Mocarta\".",
      "Prve kompozicije počeo je da piše još u osnovnoj školi, a kao srednjoškolac je počeo da se bavi studijskim radom i od tada datiraju njegovi audio zapisi.",
      "Tokom studija, pored komponovanja, bavio se i pozorištem. Komponovao je muziku za više desetina pozorišnih predstava.",
      "U njegovom stvaralačkom opusu prevladava eksperimentalni odnosno ambijentalni džez.",
      "Prvi studijski album „Muzička kutija“ snimio je i objavio 2012. godine sa svojim triom[1] u izdanju Centra za kulturu Aleksinac i Izdavačke kuće „Slušaj najglasnije“ iz Zagreba.",
      "Godine 2013. osniva vlastitu izdavačku kuću \"Zeleni vir\" i u saradnji sa kućama „Slušaj najglasnije“ iz Zagreba i \"Konstantinus\" (Constantinus) iz Niša izdaje album \"Odraz\".",
      "Živi i radi u Aleksincu kao muzički pedagog."
    ]
  },
  "en": {
    "title": "Biography",
    "content": [
      "Born In Pristina, where he attended elementary and high school along with the Faculty of Musical Arts. He graduated in 2003 with the thesis: \"Five Parish Sonnets by Wolfgang Amadeus Mozart\"",
      "He started composing from a young age, writing his first compositions while still in elementary school, by the time he started going to high school he had already started working in his area of expertise with several audio recordings dating from that time.",
      "During his studies besides composing, he was also engaged in theatre, composing music for several theatre shows. In his creative opus, the theme of experimental or ambient jazz is the most prevalent genre.",
      "His first studio album \"Music Box\" was recorded and published in 2012 with his trio band with publishing rights issued by Center of Culture of Aleksinac and the publishing house \"Listen Loud\" from Zagreb.",
      "In 2013 he founded his own record house \"Green Vortex\" and collaborating with record houses \"Listen Loud\" from Zagreb and  \"Constantinus\" from Nis he released his album  \"Reflection\"."
    ]
  }
}
